Repository: antnbaranov/Baranov
Catalog: BaranovWidget/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: See your ram's journey at a glance.
ar: شاهد رحلة كبشك في لمحة.
bg: Вижте пътуването на вашия овен с един поглед.
bs: Pogledajte put vašeg ovna na prvi pogled.
ca: Vegeu el viatge del vostre RAM d'un cop d'ull.
cs: Podívejte se na cestu svého berana na první pohled.
da: Se din vædders rejse med et øjeblik.
de: Sieh die Reise deines Widders auf einen Blick.
el: Δείτε το ταξίδι του κριού σας με μια ματιά.
es: Mira el viaje de tu carnero de un vistazo.
et: Vaadake oma jäära teekonda lühidalt.
eu: Ikusi zure ahariaren bidaia begirada batean.
fi: Katso pässi matka yhdellä silmäyksellä.
fr: Visualise le parcours de ton bélier en un coup d'œil.
ga: Féach sracfhéachaint ar thuras do reithe.
gl: Mira a viaxe do teu carneiro dunha ollada.
he: ראה את המסע של האיל שלך במבט חטוף.
hi: एक नज़र में अपने राम की यात्रा देखें.
hr: Pogledajte putovanje svog ovna na prvi pogled.
hu: Tekintse meg kos útját egy pillantással.
id: Lihat sekilas perjalanan domba jantan Anda.
is: Sjáðu ferð hrútsins þíns í fljótu bragði.
it: Guarda il viaggio del tuo ariete a colpo d'occhio.
ja: あなたの子羊の旅路が一目でわかります。
ka: იხილეთ თქვენი ვერძის მოგზაურობა ერთი შეხედვით.
kk: Қошқарыңыздың сапарын бір қарағанда қараңыз.
ko: 숫양의 여정을 한눈에 확인하세요.
lt: Pamatykite savo avino kelionę iš pirmo žvilgsnio.
lv: Skatiet sava auna ceļojumu vienā mirklī.
mk: Погледнете го патувањето на вашиот овен на прв поглед.
ms: Lihat perjalanan domba jantan anda sepintas lalu.
mt: Ara l-vjaġġ tal-muntun tiegħek f'daqqa t'għajn.
nb: Se værens reise med et øyeblikk.
nl: Bekijk de reis van uw ram in één oogopslag.
pl: Zobacz w skrócie podróż swojego barana.
pt_br: Veja rapidamente a jornada do seu carneiro.
ro: Vedeți călătoria berbecului dvs. dintr-o privire.
ru: Путь твоего барана с одного взгляда.
sk: Pozrite sa na cestu svojho barana na prvý pohľad.
sl: Oglejte si potovanje svojega ovna na prvi pogled.
sq: Shikoni udhëtimin e dashit tuaj me një shikim.
sr: Погледајте пут свог овна на први поглед.
sv: Se din baggens resa med ett ögonkast.
th: ดูการเดินทางของแกะของคุณได้อย่างรวดเร็ว
tr: Koçunuzun yolculuğunu bir bakışta görün.
uk: Шлях твого барана як на долоні.
vi: Xem nhanh hành trình ram của bạn.
zh_hans: 一目了然地了解您的公羊的旅程。
zh_hk: 一目了然地了解您的公羊的旅程。

source: to go
ar: للذهاب
bg: да отида
bs: ići
ca: per anar
cs: jít
da: at gå
de: übrig
el: να πάει
es: ir
et: minna
eu: joateko
fi: mennä
fr: aller
ga: dul
gl: ir
he: ללכת
hi: जाना
hr: ići
hu: menni
id: untuk pergi
is: að fara
it: andare
ja: 行く
ka: წასვლა
kk: бару
ko: 가다
lt: eiti
lv: lai iet
mk: да оди
ms: untuk pergi
mt: biex tmur
nb: å gå
nl: gaan
pl: iść
pt_br: ir
ro: a merge
ru: осталось
sk: ísť
sl: iti
sq: për të shkuar
sr: ићи
sv: att gå
th: ที่จะไป
tr: gitmek
uk: залишилось
vi: đi
zh_hans: 去
zh_hk: 去

source: Updated %@ ago
ar: تم التحديث %@ منذ
bg: Актуализирано преди %@.
bs: Ažurirano prije %@.
ca: Actualitzat fa %@.
cs: Aktualizováno před %@
da: Opdateret for %@ siden
de: Vor %@ aktualisiert
el: Ενημερώθηκε πριν από %@
es: Actualizado hace %@
et: Värskendatud %@ tagasi
eu: Duela %@ eguneratua
fi: Päivitetty %@ sitten
fr: Mis à jour il y a %@
ga: Nuashonraithe %@ ó shin
gl: Actualizado hai %@.
he: עודכן לפני %@
hi: %@ पहले अद्यतन किया गया
hr: Ažurirano prije %@.
hu: Frissítve %@ ezelőtt
id: Diperbarui %@ yang lalu
is: Uppfært fyrir %@ síðan
it: Aggiornato %@ fa
ja: %@ 前に更新されました
ka: განახლებულია %@ წინ
kk: %@ бұрын жаңартылды
ko: %@ 전에 업데이트됨
lt: Atnaujinta prieš %@
lv: Atjaunināts pirms %@
mk: Ажурирано пред %@
ms: Dikemas kini %@ yang lalu
mt: Aġġornata %@ ilu
nb: Oppdatert for %@ siden
nl: %@ geleden bijgewerkt
pl: Zaktualizowano %@ temu
pt_br: Atualizado %@ atrás
ro: Actualizat acum %@.
ru: Обновлено %@ назад
sk: Aktualizované pred %@
sl: Posodobljeno pred %@.
sq: Përditësuar %@ më parë
sr: Ажурирано пре %@.
sv: Uppdaterad för %@ sedan
th: อัปเดต %@ มาแล้ว
tr: %@ önce güncellendi
uk: Оновлено %@ тому
vi: Đã cập nhật %@ trước
zh_hans: %@ 前更新
zh_hk: %@ 前更新

source: Walking
ar: المشي
bg: ходене
bs: Hodanje
ca: Caminant
cs: Chůze
da: Gåture
de: Unterwegs
el: Περπάτημα
es: Caminando
et: Jalutamine
eu: Oinez
fi: Kävely
fr: Marche
ga: Ag siúl
gl: Camiñando
he: הליכה
hi: चलना
hr: hodanje
hu: Séta
id: Berjalan
is: Gangandi
it: A piedi
ja: ウォーキング
ka: გასეირნება
kk: Жаяу жүру
ko: 걷기
lt: Vaikščiojimas
lv: Pastaiga
mk: Одење
ms: berjalan
mt: Mixi
nb: Går
nl: Lopen
pl: Chodzenie
pt_br: Caminhando
ro: Mersul pe jos
ru: В пути
sk: Chôdza
sl: Hoja
sq: Duke ecur
sr: ходање
sv: Promenader
th: เดิน
tr: Yürüyüş
uk: ходьба
vi: Đi bộ
zh_hans: 步行
zh_hk: 行人徒步區

source: Walking time
ar: وقت المشي
bg: Време за ходене
bs: Vrijeme hodanja
ca: Temps de caminada
cs: Doba chůze
da: Gangtid
de: Gehzeit
el: Χρόνος πεζοπορίας
es: tiempo de caminata
et: Kõndimise aeg
eu: Ibilaldi denbora
fi: Kävelyaika
fr: Temps de marche
ga: Am siúil
gl: Tempo de andar
he: זמן הליכה
hi: चलने का समय
hr: Vrijeme hodanja
hu: Sétaidő
id: Waktu berjalan
is: Göngutími
it: Tempo di cammino
ja: 歩行時間
ka: სიარულის დრო
kk: Жаяу жүру уақыты
ko: 걷는 시간
lt: Pasivaikščiojimo laikas
lv: Pastaigas laiks
mk: Време на пешачење
ms: Masa berjalan
mt: Ħin tal-mixi
nb: Gangtid
nl: Wandeltijd
pl: Czas spaceru
pt_br: Tempo de caminhada
ro: Timp de mers pe jos
ru: Время в пути
sk: Čas chôdze
sl: Čas hoje
sq: Koha e ecjes
sr: Време ходања
sv: Promenad tid
th: เวลาเดิน
tr: Yürüyüş zamanı
uk: Час прогулянки
vi: Thời gian đi bộ
zh_hans: 步行时间
zh_hk: 步行時間

source: Your rams are resting
ar: كباشك تستريح
bg: Вашите овни почиват
bs: Vaši ovnovi se odmaraju
ca: Els teus ariets estan descansant
cs: Vaši berani odpočívají
da: Dine væddere hviler
de: Deine Widder ruhen sich aus
el: Τα κριάρια σου ξεκουράζονται
es: Tus carneros descansan
et: Teie jäärad puhkavad
eu: Zure ahariak atseden hartzen ari dira
fi: Oinasi lepäävät
fr: Tes béliers se reposent
ga: Tá do reithí ag scíth
gl: Os teus carneiros descansan
he: האילים שלך נחים
hi: तुम्हारे मेढ़े आराम कर रहे हैं
hr: Vaši ovnovi se odmaraju
hu: A kosaid pihennek
id: Domba jantan Anda sedang beristirahat
is: Hrútarnir þínir hvíla sig
it: I tuoi arieti stanno riposando
ja: あなたの雄羊たちは休んでいます
ka: შენი ვერძები ისვენებენ
kk: Қошқарларыңыз демалып жатыр
ko: 당신의 숫양이 쉬고 있습니다
lt: Tavo avinai ilsisi
lv: Tavi auni atpūšas
mk: Твоите овни одмараат
ms: domba jantan anda sedang berehat
mt: Il-imtaten tiegħek qed jistrieħu
nb: Værene dine hviler
nl: Je rammen rusten
pl: Twoje barany odpoczywają
pt_br: Seus carneiros estão descansando
ro: Berbecii tăi se odihnesc
ru: Твои бараны отдыхают
sk: Vaše barany odpočívajú
sl: Vaši ovni počivajo
sq: Deshët e tu pushojnë
sr: Ваши овнови се одмарају
sv: Dina baggar vilar
th: แกะของคุณกำลังพักผ่อน
tr: Koçlarınız dinleniyor
uk: Твої барани відпочивають
vi: Ram của bạn đang nghỉ ngơi
zh_hans: 你的公羊正在休息
zh_hk: 你的公羊正在休息

source: %lld m
he: %lld מ
ka: %lld მ
ru: %lld м
th: %lld ม
uk: %lld м
